{
   "Inicio": "Home",
   "Recetas": "Recipes",
   "Postres": "Desserts",
   "Recetas Fáciles y Rápidas": "Easy and Quick Recipes",
   "Ensalada de Lentejas con Espinacas y Zanahorias": "Lentil Salad with Spinach and Carrots",
   "Esta ensalada es una opción saludable y llena de proteínas. Las lentejas se mezclan con espinacas frescas, zanahorias ralladas y un aderezo ligero, ofreciendo un plato nutritivo, lleno de sabor y textura.": "This salad is a healthy and protein-packed option. Lentils are mixed with fresh spinach, grated carrots, and a light dressing, offering a nutritious, flavorful, and textured dish.",
   "Ensalada de Patata": "Potato Salad",
   "Un plato clásico y reconfortante, la ensalada de patata combina papas cocidas con mayonesa, cebolla, huevo duro y un toque de mostaza, creando una mezcla cremosa y deliciosa. Ideal como acompañamiento o plato principal ligero.": "A classic and comforting dish, potato salad combines boiled potatoes with mayonnaise, onion, hard-boiled eggs, and a touch of mustard, creating a creamy and delicious mixture. Ideal as a side dish or a light main course.",
   "Atún a la Plancha con Pesto de Aguacate y Verduritas": "Grilled Tuna with Avocado Pesto and Vegetables",
   "Un plato ligero y sabroso, el atún a la plancha se sirve con un pesto cremoso de aguacate, acompañado de verduritas salteadas. Es una combinación perfecta de proteínas magras, grasas saludables y vegetales frescos.": "A light and flavorful dish, grilled tuna is served with creamy avocado pesto, accompanied by sautéed vegetables. It's a perfect combination of lean protein, healthy fats, and fresh vegetables.",
   "Hoy recomendamos:": "Today's Recommendations:",
   "Spaghetti Aglio e Olio": "Spaghetti Aglio e Olio",
   "Un clásico de la cocina italiana, fácil y delicioso. Consiste en espaguetis acompañados de una mezcla de aceite de oliva, ajo y guindilla, creando un sabor simple pero sabroso. Perfecto para una comida rápida y ligera.": "A classic of Italian cuisine, easy and delicious. It consists of spaghetti accompanied by a mix of olive oil, garlic, and chili, creating a simple yet flavorful taste. Perfect for a quick and light meal.",
   "Tacos de Pollo al Pastor": "Chicken al Pastor Tacos",
   "Una versión deliciosa de los tradicionales tacos al pastor, pero con pollo marinado en achiote y piña. Se sirve en tortillas de maíz con cilantro fresco y un toque de limón, brindando un sabor vibrante y lleno de frescura.": "A delicious version of the traditional al pastor tacos, but with chicken marinated in achiote and pineapple. Served in corn tortillas with fresh cilantro and a hint of lime, offering a vibrant and fresh flavor.",
   "Ensalada Caprese": "Caprese Salad",
   "Un plato refrescante y ligero de la cocina italiana, que combina tomates frescos, mozzarella de búfala y albahaca, rociados con aceite de oliva y vinagre balsámico. Es ideal como entrada o acompañamiento, con un equilibrio perfecto entre frescura y sabor.": "A refreshing and light Italian dish that combines fresh tomatoes, buffalo mozzarella, and basil, drizzled with olive oil and balsamic vinegar. It is perfect as an appetizer or side dish, with a perfect balance of freshness and flavor.",
   "Crepes con chocolate y fresones": "Crepes with Chocolate and Strawberries",
   "Un delicioso postre que combina crepes finas y suaves con un relleno de chocolate derretido, acompañados de fresones frescos y jugosos. Esta mezcla de sabores dulces y frescos crea un plato irresistible, ideal para una merienda especial o para sorprender en cualquier ocasión.": "A delicious dessert that combines thin and soft crepes with a melted chocolate filling, accompanied by fresh and juicy strawberries. This mix of sweet and fresh flavors creates an irresistible dish, perfect for a special snack or to surprise on any occasion.",
   "Recetas de temporada": "Seasonal Recipes",
   "Pollo Asado con Limón y Tomillo": "Roast Chicken with Lemon and Thyme",
   "Esta receta simple de pollo asado al horno con limón, tomillo y un toque de aceite de oliva es perfecta para una comida ligera y sabrosa de primavera.": "This simple oven-roasted chicken recipe with lemon, thyme, and a touch of olive oil is perfect for a light and flavorful spring meal.",
   "Sopa Fría de Gaspacho": "Cold Gazpacho Soup",
   "Esta sopa tradicional española es ideal para el calor de la primavera y el verano. Se hace con tomates maduros, pepino, pimiento, cebolla, ajo y pan, todo triturado y servido bien frío. Es refrescante y llena de sabor.": "This traditional Spanish soup is perfect for the heat of spring and summer. It is made with ripe tomatoes, cucumber, bell pepper, onion, garlic, and bread, all blended and served well chilled. It is refreshing and full of flavor.",
   "Tarta de Ruibarbo y Fresas": "Rhubarb and Strawberry Tart",
   "El ruibarbo es un ingrediente que aparece en primavera, y cuando se combina con fresas en una tarta casera, se crea un postre delicioso, ligeramente ácido y dulce, ideal para los picoteos primaverales.": "Rhubarb is a springtime ingredient, and when combined with strawberries in a homemade tart, it creates a delicious dessert that is slightly tangy and sweet—perfect for springtime treats.",
   "Recetas sin glúgen": "Gluten-Free Recipes",
   "Panqueques de Plátano y Avena": "Banana and Oat Pancakes",
   "Un desayuno sin gluten, nutritivo y delicioso. Se preparan con plátanos maduros, harina de avena sin gluten, huevo y un toque de canela. Son suaves, esponjosos y perfectos con miel o frutas frescas.": "A gluten-free, nutritious, and delicious breakfast. Made with ripe bananas, gluten-free oat flour, egg, and a touch of cinnamon. They are soft, fluffy, and perfect with honey or fresh fruit.",
   "Ensalada Mediterránea de Quinoa": "Mediterranean Quinoa Salad",
   "Una opción ligera y saludable que combina quinoa cocida con tomate cherry, pepino, aceitunas, queso feta y aderezo de limón. Es refrescante, saciante y completamente libre de gluten.": "A light and healthy option that combines cooked quinoa with cherry tomatoes, cucumber, olives, feta cheese, and a lemon dressing. It is refreshing, filling, and completely gluten-free.",
   "Pizza con Base de Coliflor": "Cauliflower Crust Pizza",
   "Para los amantes de la pizza sin gluten, esta versión usa una base hecha con coliflor triturada, queso y huevo. Se hornea hasta quedar crujiente y se cubre con salsa de tomate, queso y tus ingredientes favoritos.": "For gluten-free pizza lovers, this version uses a crust made with shredded cauliflower, cheese, and egg. It is baked until crispy and topped with tomato sauce, cheese, and your favorite ingredients.",
   "Brownie de Chocolate y Almendras": "Chocolate and Almond Brownie",
   "Un delicioso brownie hecho con cacao puro, almendras molidas y un toque de vainilla. Es denso, húmedo y perfectamente chocolatado, ideal para los amantes del dulce sin gluten.": "A delicious brownie made with pure cocoa, ground almonds, and a hint of vanilla. It is dense, moist, and perfectly chocolatey—ideal for gluten-free dessert lovers.",
   "Recomendamos": "We Recommend",
   "Receta de galletas": "Cookie Recipe",
   "Tarta de manzana": "Apple Pie",
   "Madalenas caseras": "Homemade Muffins",
   "Bizcocho en freidora de aire": "Air Fryer Cake",
   "Recetas de tartas": "Cake Recipes",
   "Pescados": "Fish",
   "Lubina al horno": "Baked Sea Bass",
   "Recetas de Salmón": "Salmon Recipes",
   "Recetas de rape": "Monkfish Recipes",
   "Recetas de pescado al horno": "Baked Fish Recipes",
   "Sardinas en escabeche": "Marinated Sardines",
   "Carnes": "Meat",
   "Paletilla de cordero al horno": "Oven-Roasted Lamb Shoulder",
   "Recetas con muslos de pollo": "Chicken Thigh Recipes",
   "Fideos con costilla": "Noodles with Pork Ribs",
   "Costillas adobadas": "Marinated Ribs",
   "Tallarines con pollo": "Noodles with Chicken",
   "+ Buscado": "Most Searched",
   "Recetas de calabacín": "Zucchini Recipes",
   "Recetas de ñoquis": "Gnocchi Recipes",
   "Recetas de macarrones": "Macaroni Recipes",
   "Recetas con judías verdes": "Green Bean Recipes",
   "Receta de guiso de lentejas": "Lentil Stew Recipe",
   "También puedes encontrarnos en:": "You can also find us on:",
   "Espaguetis, aceite de oliva, ajo, guindilla, perejil fresco, sal y pimienta": "Spaghetti, olive oil, garlic, chili pepper, fresh parsley, salt, and pepper",
   "Cocina los espaguetis según las indicaciones del paquete. Mientras tanto, en una sartén grande, calienta aceite de oliva y añade el ajo picado junto con la guindilla. Cocina a fuego medio hasta que el ajo esté dorado. Añade los espaguetis cocidos a la sartén, mezcla bien, agrega perejil picado y ajusta de sal y pimienta. Sirve caliente y disfruta.": "Cook the spaghetti according to the package instructions. Meanwhile, in a large skillet, heat olive oil and add the chopped garlic along with the chili pepper. Cook over medium heat until the garlic is golden. Add the cooked spaghetti to the skillet, mix well, sprinkle with chopped parsley, and adjust the seasoning with salt and pepper. Serve hot and enjoy.",
   "Pechuga de pollo, piña, achiote, ajo, cebolla, tortillas de maíz, cilantro, limón, sal y pimienta.": "Chicken breast, pineapple, achiote, garlic, onion, corn tortillas, cilantro, lime, salt, and pepper.",
   "Marinar el pollo con achiote, ajo, cebolla, piña, sal y pimienta. Cocinar el pollo en una sartén hasta que esté dorado y cocido por completo. Cortar en tiras y servir en tortillas de maíz calientes. Añadir cilantro fresco y un poco de limón al gusto.": "Marinate the chicken with achiote, garlic, onion, pineapple, salt, and pepper. Cook the chicken in a skillet until golden and fully cooked. Slice into strips and serve in warm corn tortillas. Top with fresh cilantro and a squeeze of lime to taste.",
   "Tomates maduros, mozzarella fresca, albahaca, aceite de oliva, vinagre balsámico, sal y pimienta.": "Ripe tomatoes, fresh mozzarella, basil, olive oil, balsamic vinegar, salt, and pepper.",
   "Corta los tomates y la mozzarella en rodajas. Alterna una rodaja de tomate, una de mozzarella y unas hojas de albahaca en un plato. Rocíalo con aceite de oliva y vinagre balsámico. Salpica con sal y pimienta al gusto.": "Slice the tomatoes and mozzarella. Alternate a slice of tomato, a slice of mozzarella, and a few basil leaves on a plate. Drizzle with olive oil and balsamic vinegar. Sprinkle with salt and pepper to taste.",
   "Muslos de pollo (o pechugas), limón, tomillo fresco, aceite de oliva, ajo picado, sal, pimienta, papas (opcional).": "Chicken thighs (or breasts), lemon, fresh thyme, olive oil, minced garlic, salt, pepper, potatoes (optional).",
   "Precalienta el horno a 200°C. Coloca los muslos de pollo en una bandeja para hornear y rocíalos con el aceite de oliva. Exprime el jugo del limón sobre el pollo y coloca las rodajas de limón encima. Añade el tomillo y el ajo picado. Sazona con sal y pimienta. Si deseas, añade papas cortadas en trozos a la bandeja. Hornea durante 40-45 minutos hasta que el pollo esté dorado y cocido por completo. Sirve caliente con las papas.": "Preheat the oven to 200°C (400°F). Place the chicken thighs on a baking tray and drizzle with olive oil. Squeeze the lemon juice over the chicken and place lemon slices on top. Add the thyme and minced garlic. Season with salt and pepper. If desired, add chopped potatoes to the tray. Bake for 40-45 minutes until the chicken is golden and fully cooked. Serve hot with the potatoes.",
   "Tomates maduros, pepino, pimiento verde, cebolla pequeña, diente de ajo, pan (opcional), vinagre de vino blanco, aceite de oliva, sal, pimienta, agua fría (opcional).": "Ripe tomatoes, cucumber, green bell pepper, small onion, garlic clove, bread (optional), white wine vinegar, olive oil, salt, pepper, cold water (optional).",
   "Lava y trocea los tomates, pepino (pelado), pimiento, cebolla y ajo. Si deseas, remoja la rebanada de pan en agua. Coloca todos los ingredientes en una batidora y tritura hasta obtener una mezcla homogénea. Añade el vinagre, el aceite de oliva, sal y pimienta. Si la sopa está muy espesa, añade agua fría hasta obtener la consistencia deseada. Refrigera durante 1-2 horas y sirve bien fría. Puedes acompañar con trocitos de pan tostado.": "Wash and chop the tomatoes, peeled cucumber, bell pepper, onion, and garlic. If desired, soak the slice of bread in water. Place all the ingredients in a blender and blend until smooth. Add the vinegar, olive oil, salt, and pepper. If the soup is too thick, add cold water until you reach the desired consistency. Refrigerate for 1-2 hours and serve well chilled. You can accompany it with croutons.",
   "Quinoa, tomates cherry, pepino, cebolla roja, aceitunas negras, queso feta, albahaca fresca, aceite de oliva, vinagre de vino tinto, sal y pimienta.": "Quinoa, cherry tomatoes, cucumber, red onion, black olives, feta cheese, fresh basil, olive oil, red wine vinegar, salt, and pepper.",
   "Cocina la quinoa según las indicaciones del paquete. Deja enfriar. Mientras tanto, corta los tomates cherry en mitades, el pepino en cubos pequeños, y la cebolla roja en rodajas finas. Desmenuza el queso feta en trozos pequeños. En un bol grande, mezcla la quinoa cocida con los tomates, pepino, cebolla, aceitunas y queso feta. Añade hojas de albahaca fresca troceadas. En un tazón pequeño, mezcla el aceite de oliva, vinagre de vino tinto, sal y pimienta. Vierte la vinagreta sobre la ensalada, mezcla bien y sirve fresca.": "Cook the quinoa according to the package instructions. Let it cool. Meanwhile, cut the cherry tomatoes in half, dice the cucumber, and slice the red onion thinly. Crumble the feta cheese into small pieces. In a large bowl, combine the cooked quinoa with the tomatoes, cucumber, onion, olives, and feta cheese. Add torn fresh basil leaves. In a small bowl, mix the olive oil, red wine vinegar, salt, and pepper. Pour the vinaigrette over the salad, mix well, and serve chilled.",
   "Coliflor, huevo, queso rallado (mozzarella o parmesano), ajo en polvo, orégano, sal, pimienta, salsa de tomate, ingredientes para topping (jamón, champiñones, pimientos, etc.).": "Cauliflower, egg, grated cheese (mozzarella or parmesan), garlic powder, oregano, salt, pepper, tomato sauce, topping ingredients (ham, mushrooms, peppers, etc.).",
   "Precalienta el horno a 200°C. Ralla la coliflor y cocínala al vapor durante 5-7 minutos. Escurre bien para eliminar el exceso de agua. Mezcla la coliflor cocida con el huevo, queso rallado, ajo en polvo, orégano, sal y pimienta. Forma una base sobre una bandeja de horno forrada con papel de hornear. Hornea durante 20-25 minutos hasta que esté dorada. Añade salsa de tomate y tus toppings favoritos. Hornea por 5-10 minutos más hasta que el queso se derrita. Sirve caliente.": "Preheat the oven to 200°C (400°F). Grate the cauliflower and steam it for 5-7 minutes. Drain well to remove excess water. Mix the cooked cauliflower with the egg, grated cheese, garlic powder, oregano, salt, and pepper. Form a base on a baking tray lined with parchment paper. Bake for 20-25 minutes until golden. Add tomato sauce and your favorite toppings. Bake for another 5-10 minutes until the cheese melts. Serve hot.",
   "Ingredientes: ": "Ingredients:",
   "Preparación: ": "Preparation:",
   "Harina, huevo, leche, mantequilla, chocolate negro, fresones, azúcar.": "Flour, egg, milk, butter, dark chocolate, strawberries, sugar.",
   "Mezcla la harina, huevo, leche y mantequilla para hacer la masa de los crepes. Cocina en una sartén con un poco de aceite. Derrite el chocolate y cubre los crepes con él. Añade fresones cortados y espolvorea con azúcar. Sirve caliente.": "Mix the flour, egg, milk, and butter to make the crepe batter. Cook in a pan with a bit of oil. Melt the chocolate and cover the crepes with it. Add sliced strawberries and sprinkle with sugar. Serve hot.",
   "Ruibarbo, fresas, azúcar, esencia de vainilla, masa quebrada, huevo.": "Rhubarb, strawberries, sugar, vanilla extract, shortcrust pastry, egg.",
   "Cocina el ruibarbo con azúcar y vainilla. Agrega las fresas y deja enfriar. Coloca la masa quebrada en un molde y vierte la mezcla. Pincela los bordes con huevo y hornea a 180°C durante 30-35 minutos. Deja enfriar antes de servir.": "Cook the rhubarb with sugar and vanilla. Add the strawberries and let cool. Place the shortcrust pastry in a baking dish and pour in the mixture. Brush the edges with egg and bake at 180°C (350°F) for 30-35 minutes. Let cool before serving.",
   "Plátano, avena (sin gluten), huevo, leche, canela, esencia de vainilla.": "Banana, gluten-free oats, egg, milk, cinnamon, vanilla extract.",
   "Tritura el plátano y mézclalo con la avena, huevo, leche, canela y vainilla. Cocina en una sartén antiadherente hasta dorar por ambos lados. Sirve con miel o frutas.": "Mash the banana and mix it with the oats, egg, milk, cinnamon, and vanilla. Cook in a non-stick pan until golden on both sides. Serve with honey or fruits.",
   "chocolate negro, mantequilla, azúcar, huevo, almendras, cacao en polvo, sal.": "Dark chocolate, butter, sugar, egg, almonds, cocoa powder, salt.",
   "Derrite el chocolate con mantequilla. Mezcla con azúcar, huevo, almendras, cacao y una pizca de sal. Vierte en un molde y hornea a 180°C durante 20-25 minutos. Deja enfriar y corta en porciones.": "Melt the chocolate with butter. Mix with sugar, egg, almonds, cocoa, and a pinch of salt. Pour into a baking pan and bake at 180°C (350°F) for 20-25 minutes. Let cool and cut into portions.",
   "Todos los derechos reservados.": "All rights reserved.",
   "Política de Privacidad y Cookies": "Privacy and Cookies Policy",
   "Política de Privacidad": "Privacy Policy",
   "En RecipeShare, valoramos tu privacidad y estamos comprometidos a proteger tu información personal. Esta política de privacidad describe cómo recopilamos, utilizamos y protegemos tus datos.": "At RecipeShare, we value your privacy and are committed to protecting your personal information. This privacy policy explains how we collect, use, and protect your data.",
   "1. Información que Recopilamos": "1. Information We Collect",
   "Recopilamos información de las siguientes maneras: ": "We collect information in the following ways: ",
   "- Información personal: ": "- Personal information: ",
   "Cuando te registras en una cuenta, recopilamos tu nombre, correo electrónico y cualquier otra información que nos proporciones.": "When you register an account, we collect your name, email address, and any other information you provide.",
   "- Datos de uso: ": "- Usage data: ",
   "Recopilamos datos sobre cómo interactúas con nuestro sitio web, como las páginas visitadas y el tiempo que pasas en el sitio.": "We collect data about how you interact with our website, such as pages visited and time spent on the site.",
   "- Cookies: ": "- Cookies: ",
   "Usamos cookies para mejorar tu experiencia en nuestro sitio y para hacer un seguimiento de los patrones de uso.": "We use cookies to enhance your experience on our site and track usage patterns.",
   "2. Cómo Usamos Tu Información": "2. How We Use Your Information",
   "Usamos la información que recopilamos de las siguientes maneras: ": "We use the information we collect in the following ways:",
   "- Para proporcionar y mejorar nuestros servicios.": "- To provide and improve our services.",
   "- Para comunicarnos contigo, incluyendo el envío de boletines y actualizaciones.": "- To communicate with you, including sending newsletters and updates.",
   "- Para personalizar tu experiencia en nuestra plataforma.": "- To personalize your experience on our platform.",
   "3. Compartir Tu Información": "3. Sharing Your Information",
   "No venderemos, intercambiaremos ni transferiremos de ninguna otra manera tu información personal a terceros, excepto en los siguientes casos:": "We will not sell, trade, or otherwise transfer your personal information to third parties, except in the following cases:",
   "- Si es requerido por la ley o en respuesta a un proceso legal.": "- If required by law or in response to legal processes.",
   "- Si creemos que es necesario para proteger nuestros derechos o la seguridad de otros.": "- If we believe it is necessary to protect our rights or the safety of others.",
   "4. Seguridad de los Datos": "4. Data Security",
   "Tomamos las precauciones razonables para proteger tu información contra el acceso, alteración, divulgación o destrucción no autorizados.": "We take reasonable precautions to protect your information from unauthorized access, alteration, disclosure, or destruction.",
   "5. Tus Derechos": "5. Your Rights",
   "Tienes derecho a: ": "You have the right to:",
   "- Solicitar acceso a la información personal que poseemos sobre ti.": "- Request access to the personal information we hold about you.",
   "- Solicitar la corrección de cualquier dato incorrecto.": "- Request corrections to any inaccurate data.",
   "- Solicitar la eliminación de tu información personal bajo ciertas circunstancias.": "- Request the deletion of your personal information under certain circumstances.",
   "6. Contáctanos": "6. Contact Us",
   "Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos en": "If you have any questions about this Privacy Policy, please contact us at",
   " soporte@recipeshare.com.": " support@recipeshare.com."
}